[
  {
    "id": 1,
    "name": "Chicote Cordas",
    "description": "Chicote com 20 Tiras de Corda em nylon resistente e flexível para proporcionar um com impacto confortável no corpo. Possui base de madeira revestida em nylon e ponteira em borracha com travas prateadas. Detalhe de alça de suporte para facilitar a armazenagem em casa.",
    "price": "54.90",
    "image": "/chicote-cordas.png",
    "category_id": 1
  },
  {
    "id": 2,
    "name": "Shock-G Menta",
    "description": "Shock-G auxilia na estimulação do Ponto G produzindo uma agradável sensação de Hot de Aquecimento e Vibração sendo comestível e com um delicioso sabor de Menta",
    "price": "69.90",
    "image": "/snock-g-menta.png",
    "category_id": 2
  },
  {
    "id": 3,
    "name": "Shock-G Chocolate",
    "description": "Shock-G auxilia na estimulação do Ponto G produzindo uma agradável sensação de Hot de Aquecimento e Vibração sendo comestível e com um delicioso sabor de Chocolate",
    "price": "69.90",
    "image": "/snock-g-chocolate.png",
    "category_id": 2
  },
  {
    "id": 4,
    "name": "Nueva Adstringente",
    "description": "É um adstringente unissex que te irá te oferecer muito prazer, te dando a sensação de estreitamento do canal vaginal e te proporcionar um alto poder de lubrificação na área aplicada",
    "price": "15,90",
    "image": "/nueva.png",
    "category_id": 1
  },
  {
    "id": 5,
    "name": "Caliente Intensificador Feminino",
    "description": "Esse intensificador serve para excitar o seu momento da melhor forma, pois o excitante feminino contém funções de esquentar, lubrificar e aumentar a libido",
    "price": "15,90",
    "image": "/caliente.png",
    "category_id": 2
  },
  {
    "id": 6,
    "name": "Tiempo Intensificador Masculino",
    "description": "O Tiempo é um gel prolongador masculino com a função de estender o seu prazer, retardar a ejaculação, refrescar e proporcionar um prazer mútuo levando você e sua parceira(a) ao delírio",
    "price": "15,90",
    "image": "/tiempo.png",
    "category_id": 2
  },
  {
    "id": 7,
    "name": "Garganta Muito + Profunda",
    "description": "Dessensibilizante age diretamente na diminuição da sensibilidade da garganta, tirando o desconforto na hora da prática do sexo oral. Possui um sabor suave de menta, uso unissex.",
    "price": "29,90",
    "image": "/garganta-profunda.png",
    "category_id": 3
  },
  {
    "id": 8,
    "name": "Goze +",
    "description": "Perfeito para mulheres que possuem dificuldade em alcançar o seu orgasmo ou até mesmo as que nunca conseguiram. Porque se gozar já é bom, imagina 4x mais poderoso, já que ele é 4 vezes + rápido, + fácil, + intenso e + gostoso.",
    "price": "24,90",
    "image": "/goze+.png",
    "category_id": 2
  },
  {
    "id": 9,
    "name": "Tesão na Raba",
    "description": "O Dessensibilizante Tesão na Raba da Sexy Fantasy, serve para diminuir qualquer possivel desconforto na hora da penetração anal, com ele, é só delaxar e deixar as coisas fluirem. Além de possuir ação cicatrizante, ele possui sensação de aquecimento, deixando a região ainda mais estimulada, e possui extrato de jambu para a sensação de vibração, tornando o momento ainda mais excitante",
    "price": "19,90",
    "image": "/tesao-na-raba.png",
    "category_id": 3
  },
  {
    "id": 10,
    "name": "Perfume de Calcinha Morango",
    "description": "",
    "price": "15,00",
    "image": "/perfume-de-calcinha-morango.png",
    "category_id": 5
  },
  {
    "id": 11,
    "name": "Perfume de Calcinha Chocomenta",
    "description": "Ele é um perfume beijável, possibilitando que você aplique em seu corpo e surpreenda o seu parceiro (a) na ora do sexo oral.",
    "price": "15,00",
    "image": "/perfume-de-calcinha-chocomenta.png",
    "category_id": 5
  },
  {
    "id": 12,
    "name": "Perfume de Calcinha Uva",
    "description": "Ele é um perfume beijável, possibilitando que você aplique em seu corpo e surpreenda o seu parceiro (a) na ora do sexo oral.",
    "price": "15,00",
    "image": "/perfume-de-calcinha-uva.png",
    "category_id": 5
  },
  {
    "id": 13,
    "name": "Perfume de Calcinha Tutti Frutti",
    "description": "Ele é um perfume beijável, possibilitando que você aplique em seu corpo e surpreenda o seu parceiro (a) na ora do sexo oral.",
    "price": "15,00",
    "image": "/perfume-de-calcinha-tutti-frutti.png",
    "category_id": 5
  },
  {
    "id": 14,
    "name": "Dando uma gostoso",
    "description": "É um Gel retardante que combate a ejaculação precoce, quando é aplicado ele atua permitindo um controle melhor sobe a ejaculação. Possui também ação refrescante que diminui a sensibilidade sem perda de desejo.",
    "price": "15,90",
    "image": "/dando-uma.png",
    "category_id": 6
  },
  {
    "id": 15,
    "name": "Metebala com força",
    "description": "Esse lubrificante serve para te proporcionar uma relação mais intensa, gostosa e duradoura, pois o gel contém longa duração, não deixando ressecar a área aplicada.",
    "price": "9,99",
    "image": "/metebala.png",
    "category_id": 6
  },
  {
    "id": 16,
    "name": "Janumete",
    "description": "Provocador de ereção, proporciona sensações de aquecimento que aumentam a circulação sanguínea na região íntima, levando a excitação máxima. Ideal para homens que possuem dificuldade de atingir o clímax.",
    "price": "9,99",
    "image": "/janumete.png",
    "category_id": 6
  },
  {
    "id": 17,
    "name": "Ferro 1000 Ereto",
    "description": "Ele possui ação retardante e vasodilatadora, fazendo seu parceiro durar muito mais e também produz uma sensação de aumento da espessura do pênis.",
    "price": "9,99",
    "image": "/ferro1000.png",
    "category_id": 6
  },
  {
    "id": 18,
    "name": "Nabucetim",
    "description": "É um Gel perfeito para o sexo oral sabor morango, à base de água . Ele proporciona uma lubrificação semelhante à natural. O produto não é gorduroso não causa irritação e é solúvel em água. ",
    "price": "15,90",
    "image": "/nabucetim.png",
    "category_id": 6
  },
  {
    "id": 19,
    "name": "SóAnus",
    "description": "O dessensibilizante serve para que você possa realizar o sexo anal sem nenhum tipo de desconforto ou incômodo no momento da relação, já que ele foi pensado no meu mais intenso prazer e conforto.",
    "price": "15,90",
    "image": "/soanus.png",
    "category_id": 6
  },
  {
    "id": 20,
    "name": "Pirocaexana",
    "description": "O pirocaexana é um delicioso gel beijável com um suave sabor de menta, o gel possui uma sensação refrescante super gostosa quando entra em contato com a pele e tudo pensado para o mais intenso prazer.",
    "price": "15,90",
    "image": "/pirocaexana.png",
    "category_id": 6
  },
  {
    "id": 21,
    "name": "Seja foda na escada",
    "description": "é um gel para massagem e sexo oral que te levarão ao delírio, possuindo também uma deliciosa sensação de resfriamento na área aplicada, sabor menta.",
    "price": "15,90",
    "image": "/seja-foda-na-escada.png",
    "category_id": 2
  },
  {
    "id": 22,
    "name": "Seja foda no sofá",
    "description": "O Seja foda no sofá é um incrível excitante anal com funções que só ele tem, pois além de provocar excitação, ele pulsa, lubrifica e anestesia a região anal, tirando aquele desconforto na relação.Ele ainda possui em sua composição, cicatrizantes, permitindo que até quando o seu efeito passar ele continue agindo.",
    "price": "15,90",
    "image": "/seja-foda-no-sofa.png",
    "category_id": 2
  },
  {
    "id": 23,
    "name": "Seja foda na cama",
    "description": "Esse gel irá te oferecer aquele sensação de estar “apertadinha”, onde ele irá dar a sensibilidade da área vaginal mais comprimida, um produto desenvolvido para o seu maior prazer e te possibilitando incríveis orgasmos",
    "price": "15,90",
    "image": "/seja-foda-na-cama.png",
    "category_id": 2
  },
  {
    "id": 24,
    "name": "Seja foda no carro",
    "description": "Gel para massagem é um intenso produto que fará que você sinta as melhores sensações de calor e frescor na área aplicada, perfeito para aquele seu momento de prazer.",
    "price": "15,90",
    "image": "/seja-foda-no-carro.png",
    "category_id": 2
  },
  {
    "id": 25,
    "name": "Egg Stepper",
    "description": "O Egg Stepper é um Masturbador Masculino que tem uma textura em seu interior parecido com Nervos Semi-circulares sobrepostas, provocando diversas sensações durante a masturbação.",
    "price": "29,99",
    "image": "/egg-stepper.png",
    "category_id": 7
  },
  {
    "id": 26,
    "name": "Egg Wavy",
    "description": "O Masturbador masculino Egg Wavy tem uma textura em seu interior que dispões deliciosas ondulações no sentido horizontal, proporcionando maravilhosas sensações durante a masturbação, te levando a loucura com seus estímulos.",
    "price": "29,99",
    "image": "/egg-wavy.png",
    "category_id": 7
  },
  {
    "id": 27,
    "name": "Plug azul escuro",
    "description": "O acessório serve como um estimulador, pode ser usado para quem quer acrescentar um tom mais fetichista na relação, principalmente em jogos de dominação e submissão. ",
    "price": "49,99",
    "image": "/plug-coraca-azul-escuro.png",
    "category_id": 4
  },
  {
    "id": 28,
    "name": "Plug fruta cor",
    "description": "O acessório serve como um estimulador, pode ser usado para quem quer acrescentar um tom mais fetichista na relação, principalmente em jogos de dominação e submissão. ",
    "price": "49,99",
    "image": "/plug-coracao-fruta-cor.png",
    "category_id": 4
  },
  {
    "id": 29,
    "name": "Vibrador golfinho",
    "description": "Vibrador Ponto G em formato de golfinho em ABS, super resistente e potente, ponta levemente curvada, possui toque suave e aveludado. É pequeno e discreto para ser levado na bolsa.",
    "price": "29,99",
    "image": "/vibrador-golfinho.png",
    "category_id": 4
  },
  {
    "id": 30,
    "name": "Vibrador porquinho",
    "description": "",
    "price": "179,99",
    "image": "/vibrador-porquinho.png",
    "category_id": 4
  },
  {
    "id": 31,
    "name": "Vibrator Bullet",
    "description": "É feito em silicone com toque bem macio e possui 10 vibrações que auxiliam na estimulação e deixam a experiência ainda mais gostosa.",
    "price": "149,99",
    "image": "/bullet-vibrator.png",
    "category_id": 4
  },
  {
    "id": 32,
    "name": "Vibrador Càpsula",
    "description": "É um surpreendente vibrador multivelocidades que fará com que você suba pelas paredes com esse poder incrível que só ele tem, ele ainda contém um controle para que você possa ajustar na melhor vibração.",
    "price": "29,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 33,
    "name": "Black Ice",
    "description": "Seu diferencial é que pode ser degustado e na área aplicada dá uma sensação de gelado, solte a imaginação.",
    "price": "9,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 34,
    "name": "Oriental Spray",
    "description": "O Spray oriental Hot Flowers reúne os segredos da cosmética oriental. Esquenta muito, e depois dá sensação de gelar, mas é somente sensação, essa pomada é um show de sensações.",
    "price": "29,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 35,
    "name": "Chicletex Menta",
    "description": "O Chicletex é um gel beijável com vários sabores maravilhosos, que lembra muito uma das melhores gomas de mascar do mercado.",
    "price": "15,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 36,
    "name": "Kuloko",
    "description": "Sua principal função é dessensibilizar, auxiliando no relaxamento da musculatura anal e preparando o ânus para uma penetração mais prazerosa, possui também outras funções como sensação treme (vibrações) e efeito geladinho que em contato com a pele, atua como excitante e potencializa a diminuição do desconforto.",
    "price": "21,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 37,
    "name": "Pinto Loko",
    "description": "Ele atua como um vasodilatador, aumentando a circulação sanguínea da região dando a sensação que ele está maior, mais grosso e mais firme.",
    "price": "21,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 38,
    "name": "Xana Loka",
    "description": "Sensações deliciosas de excitar, esquentar, esfriar, vibrar e lubrificar, tudo isso num só produto.",
    "price": "21,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 39,
    "name": "Horas Bolas",
    "description": "O Gel Umectante Horas Bolas é um excitante masculino que proporciona sensações intensas de aquecimento, retarda a ejaculação e prolonga a ereção.",
    "price": "21,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 40,
    "name": "Aceita que dói menos",
    "description": "Voltado para público LGBTQI+, o gel Aceita que Dói Menos da Linha Orgulho possui uma sensação para cada cor da bandeira, ele Hidrata, Tonifica, Cicatriza, Dilata, Diminui o desconforto anal, Lubrifica e Estimula.",
    "price": "24,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 41,
    "name": "Comigo ninguém pode",
    "description": "O Gel Umectante Comigo Ninguém Pode contém óleo essencial de canela que possui propriedades afrodisíacas e estimulantes, proporciona um super aquecimento que irá aumentar o seu apetite sexual. ",
    "price": "19,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 42,
    "name": "Piriquita Assanhada",
    "description": "Ele deixa você completamente excitado, aumentando o seu apetite sexual, ele aumenta a sensibilidade da região vaginal e estimula o orgasmo mais intenso.",
    "price": "19,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 43,
    "name": "Tarja Preta",
    "description": "Sua principal função é aquecer a região onde foi aplicação, excitando ainda mais o seu parceiro(a) e facilitando até o orgasmo.",
    "price": "19,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 44,
    "name": "Trepadeira",
    "description": "O Gel Umectante Trepadeira possui a função de aumentar a circulação sanguínea, sensibilizando e excitando, proporcionando uma sensação super calorosa no local aplicado.",
    "price": "21,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 45,
    "name": "Love Lub Neutro",
    "description": "Usado para sexo vaginal e anal e para massagem corporal, sendo lubrificante (não é anestésico) elimina o atrito na pele e facilita a penetração, podendo ser usado também para lubrificação feminina.",
    "price": "15,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 46,
    "name": "Love Lub Ice",
    "description": "Love Lub Ice causa uma sensação maravilhosa, após passar no local desejado basta um leve assopro para causar uma sensação agradável de esfriar a pele, fazendo com que você liberte as suas fantasias mais sensuais, (não é anestésico) elimina o atrito na pele e facilita a penetração, podendo ser usado também para lubrificação feminina.",
    "price": "15,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 47,
    "name": "Love Lub Hot ",
    "description": "Love Lub Hot causa uma sensação impressionante, após passar no local almejado basta um suave assopro para causar uma sensação prazerosa de esquentar a pele, fazendo com que você desencadeie as suas fantasias mais eróticas, (não é anestésico) elimina o atrito na pele e facilita a penetração, podendo ser usado também para lubrificação feminina.",
    "price": "15,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 48,
    "name": "100 Dor 6x1",
    "description": "O Gel Dessensibilizante é adequado para o sexo anal, porque além de promover sensações de dilatação também inibe o desconforto (um dos maiores medos de mulheres que querem experimentar o sexo anal) e possui ação cicatrizante.",
    "price": "9,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 44,
    "name": "Pomada Oriental",
    "description": "Hot que esquenta e ao mesmo tempo Ice que esfria, que tem como função de aquecer o local aplicado, trazendo a excitação com a impressão de calor, e ao mesmo tempoesfriar ainda estimulando relação",
    "price": "19,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  },
  {
    "id": 44,
    "name": "Xana Crazy",
    "description": "Sensações de esquentar e esfriar alternando. Sem contar que ainda possui uma fragrância perfumada que, além de instigada.",
    "price": "21,99",
    "image": "/vibrador-capsula.png",
    "category_id": 4
  }
]